Repository: Cpyte-Engine-Developer/anvil
Catalog: locale/*.po
Languages: de

source: Steel hammer for repairing tools on the anvil
de: Stahlhammer um Werkzeuge auf dem Amboss zu reparieren

source: Workpiece:
de: Werkstueck:

source: Optional
de: Moegliche

source: storage for
de: Aufbewahrung fuer

source: your hammer
de: deinen Hammer

source: Anvil
de: Amboss

source: Punch anvil with hammer to
de: Schlage mit dem Hammer auf den Amboss um

source: repair tool in workpiece-slot.
de: das Werkzeug im Werkstueckfeld zu reparieren.

source: anvil
de: Amboss

source: Anvil (owned by %s)
de: Amboss (gehoert %s)

source: Owner: %s
de: Besitzer: %s

source: The workpiece slot is for damaged tools only.
de: Das Werkstueckfeld gilt nur fuer beschaedigtes Werkzeug.
